Repository: inmortal2e/DevContest
Catalog: devcontest/i18n/*/LC_MESSAGES/devcontest.po
Languages: cs

source: Login failed
cs: Přihlášení selhalo

source: The page couldn't be saved
cs: Stránka nemohla být uložena

source: Page was saved succesfull
cs: Stránka byla úspěšně uložena

source: Enter your login
cs: Zadejte uživatelské jméno

source: This login name is already used
cs: Uživatelské jméno je již používáno

source: Passwords are empty or wrong
cs: Hesla jsou prázdná nebo chybná

source: Enter your e-mail
cs: Zadejte e-mail

source: E-mail is already registered
cs: E-mail je již zaregistrován

source: Registration failed. Sorry. Please, contact us.
cs: Registrace selhala, kontaktujte administrátora.

source: Unknown file type
cs: Neznámý formát souboru

source: OK (%s points)
cs: OK (%s bodů)

source: The task was solved
cs: Úloha vyřešena

source: This script need support of *.%s
cs: Tento skript potřebuje podporu *.%s

source: Time or memory limit exceeded
cs: Časový nebo paměťový limit byl překročen

source: Wrong output
cs: Špatná odpověď.

source: The Archive
cs: Archiv

source: Name
cs: Jméno

source: Started at
cs: Čas zahájení

source: tasks
cs: úkoly

source: rank
cs: pořadí

source: There are no contests in archive.
cs: V archivu nejsou žádné proběhlé soutěže.

source: Archiv :: list of tasks
cs: Archiv :: seznam úkolů

source: Resolvers
cs: Řešitelů

source: Success resolvers
cs: Úspěšných řešitelů

source: Logging...
cs: Přihlašování...

source: Python powered
cs: Běží na Pythonu

source: The List of Tasks
cs: Seznam úkolů

source: Time of solving
cs: Čas vyřešení

source: Page wasnt found
cs: Stránka nebyla nalezena

source: We are sorry, but this page doesnt exist.
cs: Omlouváme se, ale stránka neexistuje.

source: Welcome
cs: Vítejte

source: Welcome in contest of developpers
cs: Vítejte v programátorské soutěži

source: There is a place to try, what you can do and if you are better than your classmattes. Dont worry, there is simply tasks, too.
cs: Zde si můžete vyzkoušet, co umíte a zda jste lepší než vaši spolužáci. Nebojte se, naleznete zde i jednoduché úkoly.

source: Password
cs: Heslo

source: Log in
cs: Přihlášení

source: Registration
cs: Registrace

source: You are logged as
cs: Jste přihlášen jako

source: Tasks
cs: Úkoly

source: Ranks
cs: Pořadí

source: Archive
cs: Archiv

source: Documentation
cs: Dokumentace

source: Administration
cs: Administrace

source: Contests
cs: Soutěže

source: Pages
cs: Stránky

source: Users
cs: Uživatelé

source: Starters
cs: Spouštěč

source: Profile
cs: Profil

source: Sources
cs: Mé zdrojáky

source: Log out
cs: Odhlášení

source: Rank
cs: Pořadí

source: Count
cs: Počet

source: Time
cs: Čas

source: Points
cs: Body

source: Nobody has any solutions. You can be the first.
cs: Nikdo ještě nic nevyřešil. Můžeš být první.

source: twice for sure
cs: dvakrát pro jistotu

source: First name
cs: Jméno

source: Last name
cs: Příjmení

source: Class
cs: Třída

source: Submit
cs: Odeslat

source: Strong items are obliged.
cs: Tučně zvýrazněné položky jsou povinné.

source: Registration was succesful. You can log in by the box on the left.
cs: Registrace byla úspěšná. Můžete se přihlásit formulářem vlevo.

source: back to the list of sources
cs: zpět na seznam zdrojáků

source: Source codes
cs: Zdrojové kódy

source: Task
cs: úkol

source: Date
cs: Datum

source: Status
cs: Stav

source: view
cs: zobrazit

source: back to the contest
cs: zpět na soutěž

source: Example of input
cs: Příklad vstupu

source: Example of output
cs: Příklad výstupu

source: Source file
cs: Zdrojový soubor

source: File type
cs: Typ souboru

source: Select type automaticly
cs: Vyber typ souboru automaticky

source: Source code
cs: Zdrojový kód

source: Last version
cs: Poslední verze

source: Ranking
cs: Pořadí

source: Nobody?
cs: Nikdo?

source: The List of Contests
cs: Seznam soutěží

source: Edit
cs: Upravit

source: is running
cs: běží

source: Stop
cs: Zastavit

source: Start
cs: Spustit

source: Remove
cs: Smazat

source: Clean up
cs: Vyčistit

source: Create
cs: Vytvořit

source: Name of task
cs: Název úkolu

source: Settings of the Contest
cs: Nastavení soutěže

source: Contest name:
cs: Jméno soutěže:

source: Contest mode:
cs: Mód soutěže

source: Show results:
cs: Zobrazovat výsledky za běhu soutěže:

source: Yes
cs: Ano

source: Save
cs: Uložit

source: Editation of page
cs: Editace stránky

source: The List of Pages
cs: Seznam stránek

source: URL
cs: URL adresa

source: The Settings of Compilators and Starters
cs: Nastavení kompilátorů a spouštěčů

source: Language (extension)
cs: Jazyk (přípona)

source: Compilator
cs: Kompilátor

source: Starter
cs: Spouštěč

source: for input
cs: pro vstup

source: for output
cs: pro výstup

source: Editation of task
cs: Úprava úkolu

source: Uploaded source file:
cs: Nahraný zdrojový soubor:

source: download
cs: soubor ke stažení

source: Source file:
cs: Zdrojový soubor

source: File type:
cs: Typ souboru:

source: File in
cs: Vstupní soubor

source: Time limit (seconds)
cs: Časový limit (sekundy)

source: Memory limit (kB)
cs: Omezení paměti (v kB)

source: Add judge
cs: Přidej testovací položku

source: edit
cs: upravit

source: sources
cs: zdrojové kódy

source: is administrator
cs: je administrátor

source: remove
cs: smazat

source: back to the list
cs: zpět na seznam

source: Editation of profile
cs: Úprava profilu

source: Administrator
cs: Administrátor
